Repository: nirmalyamondal/ZZZ-Dumping-Ground
Catalog: ltube_toolbox/Resources/Private/Language/*.locallang_db.xlf
Languages: de

# tx_ltubetoolbox_domain_model_flashcard.fcard_name
source: Fcard Name
de: Flashcard Name

# tx_ltubetoolbox_domain_model_flashcard.fe_content
source: Fe Content
de: Vorderseite

# tx_ltubetoolbox_domain_model_flashcard.be_content
source: Be Content
de: Rückseite

# tx_ltubetoolbox_domain_model_flashcard.fe_font_color
source: Fe Font Color
de: Vorderseite Schriftfarbe

# tx_ltubetoolbox_domain_model_flashcard.be_font_color
source: Be Font Color
de: Rückseite Schriftfarbe

# tx_ltubetoolbox_domain_model_flashcard.fe_bg_color
source: Fe Bg Color
de: Vorderseite Hintergrundfarbe

# tx_ltubetoolbox_domain_model_flashcard.be_bg_color
source: Be Bg Color
de: Rückseite Hintergrundfarbe

# tx_ltubetoolbox_domain_model_flashcard.flip_dir
source: Flip Dir
de: Drehrichtung

# flashcard.flip_dir.I.0
source: -- Select --
de: -- Bitte wählen --

# flashcard.flip_dir.I.1
source: Left
de: Links drehen

# flashcard.flip_dir.I.2
source: Right
de: Rechts drehen

# flashcard.flip_dir.I.3
source: Top/bottom
de: Hoch/Runter

# flashcard.flip_dir.I.4
source: Bottom/top
de: Runter/Hoch

# tx_ltubetoolbox_domain_model_dndeinordnung.dnd_card_name
source: Dnd Card Name
de: Drag and Drop Kartenname

# tx_ltubetoolbox_domain_model_dndeinordnung.dnd_card_content
source: Dnd Card Content
de: Inhalt

# tx_ltubetoolbox_domain_model_dndeinordnung.dnd_card_bgcolor
source: Dnd Card Bgcolor
de: Hintergrundfarbe

# tx_ltubetoolbox_domain_model_dndeinordnung.dnd_card_match_column
source: Dnd Card Match Column
de: Karte gehört in diese Spalte

# einordnung.match_column.I.0
source: Left
de: Links

# einordnung.match_column.I.1
source: Right
de: Rechts

# tx_ltubetoolbox_domain_model_dndeinordngfeedback.feedback_message
source: Feedback Message
de: Feedback nachdem alles eingeordnet ist

# tx_ltubetoolbox_domain_model_dndzuordnung.dnd_card_name
source: Dnd Card Name
de: Drag and Drop Kartenname

# tx_ltubetoolbox_domain_model_dndzuordnung.dnd_card_left_content
source: Dnd Card Left Content
de: Inhalt linke Seite (Reihenfolge der Einträge wird gemischt)

# tx_ltubetoolbox_domain_model_dndzuordnung.dnd_card_right_content
source: Dnd Card Right Content
de: Inhalt rechte Seite (Reihenfolge der Einträge wie eingetragen)

# tx_ltubetoolbox_domain_model_dndzuordnung.dnd_card_bg_color
source: Dnd Card Bg Color
de: Hintergrundfarbe

# tx_ltubetoolbox_domain_model_dndzuordnungfeedback.feedback_message
source: Feedback Message
de: Feedback nachdem alles zugeordnet ist

# tx_ltubetoolbox_domain_model_quiz.question
source: Question
de: Fragen

# tx_ltubetoolbox_domain_model_quiz.answer1
source: Answer1
de: Antwort 1

# tx_ltubetoolbox_domain_model_quiz.answer2
source: Answer2
de: Antwort 2

# tx_ltubetoolbox_domain_model_quiz.answer3
source: Answer3
de: Antwort 3

# tx_ltubetoolbox_domain_model_quiz.answer4
source: Answer4
de: Antwort 4

# tx_ltubetoolbox_domain_model_quiz.hint
source: Hint
de: Hinweis

# tx_ltubetoolbox_domain_model_quiz.right_ans_feedback
source: Right Ans Feedback
de: Feedback bei richtige Antwort

# tx_ltubetoolbox_domain_model_quiz.right_answer
source: Right Answer
de: Richtige Antwort

# right_answer.I.0
source: -- Select --
de: ---Auswählen---

# right_answer.I.1
source: Answer1
de: Antwort 1

# right_answer.I.2
source: Answer2
de: Antwort 2

# right_answer.I.3
source: Answer3
de: Antwort 3

# right_answer.I.4
source: Answer4
de: Antwort 4

# tx_ltubetoolbox_domain_model_questionhintanswer
source: Questionhintanswer
de: Versteckte Antwort Frage

# tx_ltubetoolbox_domain_model_questionhintanswer.question
source: Question
de: Frage

# tx_ltubetoolbox_domain_model_questionhintanswer.answer
source: Answer
de: Antwort

# tx_ltubetoolbox_domain_model_questionhintanswer.hint
source: Hint
de: Hinweis

# tx_ltubetoolbox_domain_model_hint
source: Hint
de: Hinweis

# tx_ltubetoolbox_domain_model_hint.hint
source: Hint
de: Hinweis

# tx_ltubetoolbox_domain_model_dndrank
source: Dndrank
de: Ranking

# tx_ltubetoolbox_domain_model_dndrank.question
source: Question
de: Frage

# tx_ltubetoolbox_domain_model_dndrank.answer
source: Answer
de: Antwort

# tx_ltubetoolbox_domain_model_dndrankanswer
source: Dndrankanswer
de: Ranking Antworten

# tx_ltubetoolbox_domain_model_dndrankanswer.answer
source: Answer
de: Antwort

# tx_ltubetoolbox_domain_model_hangmanquestion
source: Hangmanquestion
de: Hangman Frage

# tx_ltubetoolbox_domain_model_hangmanquestion.question
source: Question
de: Frage

# tx_ltubetoolbox_domain_model_hangmanquestion.amount_of_try
source: Amount Of Try
de: Anzahl erlaubter Versuche

# tx_ltubetoolbox_domain_model_hangmanquestion.answer
source: Answer
de: Antwort

# tx_ltubetoolbox_domain_model_hangmananswer
source: Hangmananswer
de: Hangman Antwort

# tx_ltubetoolbox_domain_model_hangmananswer.answer
source: Answer
de: Antwort

source: Flashcard Record
de: Flashcard Eintrag

source: Einordnung Record
de: Einordnung Drag and Drop Karten

source: Einordnung Feedback Record
de: Einordnung Drag and Drop Karte Feedback

# zuordnung_record
source: Zuordnung DND Card Record
de: Zuordnung Drag and Drop Karten

# zuordnung_feedback_record
source: Zuordnung DND Card Feedback Record
de: Zuordnung Drag and Drop Karte Feedback

source: Quiz Record
de: Quiz Eintrag

source: Question hint answer Record
de: Versteckte Antwort Frage Eintrag

source: Dnd Ranking Record
de: DND Rank Record
